Repository: arciaromario/portafolios
Catalog: assets/l10n/app_*.arb
Languages: es

# hellotag
source: '''Hello, welcome to our space '''
es: '''Hola, Bienvenidos a nuestro espacio '''

# yourname
source: We are TecnoNew365
es: Somos TecnoNew365

# animationtxt1
source: Mobile App Developers
es: Desarrolladores de aplicaciones móviles

# animationtxt2
source: UI/UX Designers
es: Diseñadores de UI/UX

# animationtxt3
source: Web Developers
es: Desarrolladores Web

# contactHeading
source: Let's test our service now!
es: ¡Probemos nuestro servicio ahora!

# contactSubHeading
source: Let's work together and make everything super cute and super useful.
es: Trabajemos juntos y hagamos que todo sea súper lindo y súper útil.

# miniDescription
source: Independent company servicing programming and design content needs. Join us below and let's get started!
es: Empresa independiente que brinda servicios para las necesidades de contenido de programación y diseño. ¡Únase a nuestros a continuación y comencemos!

# servicesSubHeading
source: Since the beginning of our journey as freelance designers and developers, we have worked on startups and collaborated with talented individuals to create digital products for consumer and commercial use. We offer a wide range of services, including brand design , programming and teaching.
es: Desde el comienzo de nuestro viaje como diseñadores y desarrolladores independiente, hemos trabajado en nuevas empresas y colaborado con personas talentosas para crear productos digitales para uso comercial y de consumo. Ofrecemos una amplia gama de servicios, que incluyen diseño de marca, programación y enseñanza.

# protfolioSubHeading
source: Since the beginning of our journey as designers and developers, I have created digital products for consumer and commercial use. This is quite a bit
es: Desde el comienzo de nuestro viaje como diseñadores y desarrolladores, he creado productos digitales para uso comercial y de consumo. Esto es un poco

# aboutMeHeadline
source: We are TecnoNew365 , mobile app developers, web developers and UI designers.
es: Somos TecnoNew365 , desarrolladores de aplicaciones móviles, desarrolladores web y diseñadores de UI.

# aboutMeDetail
source: We are recent graduates as an engineer from the University of Informatics Sciences, Cuba. I have been developing mobile applications for more than 4 years. We have worked in teams for various startups and helped them launch their prototypes and gained valuable learning experience .
es: Somos recién graduados como ingeniero de la Universidad de las Ciencias Informáticas, Cuba. Llevo más de 4 años desarrollando aplicaciones móviles. Hemos trabajado en equipos para varias empresas emergentes y las ayudamos a lanzar sus prototipos y obtuvimos valiosa experiencia de aprendizaje.
